Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/mii_maaccuh_mij_saa_mpihttaz_min_gavttit_meidan_saamenpukumme_-_virtuaaliset_oppitunnit_saamelaisten_kansallispaivan_kunniaksi_8_-10_2_2022.html.tmx
Source language: fin
Languages: smn

source: Mii mááccuh, mij sääʹmpihttâz, min gávttit, meidän saamenpukumme – virtuaaliset oppitunnit saamelaisten kansallispäivän kunniaksi 8.–10.2.2022
smn: Mii mááccuh, mij sääʹmpihttâz, min gávttit – virtuaalliih oppâtiijmeh sämmilij aalmugpeeivi kunnen 8.–10.2.2022

source: Saamen kielten etäyhteyksiä hyödyntävän opetuksen pilottihanke juhlistaa 6.2. vietettävää saamelaisten kansallispäivää ja järjestää virtuaaliset oppitunnit saamenpuvuista 8.–10.2.2022.
smn: Sämikielâi káidusmáttááttâs piiloothaahâ áávvud sämmilij aalmugpeeivi 6.2. já uárnee virtuaallijd oppâtiijmijd sämimááccuhijn 8.–10.2.2022.

source: Oppitunteja on yhteensä kolme, ja niiden aiheina ovat inarinsaamelainen mááccuh , kolttasaamelainen sääʹmpihttâz ja pohjoissaamelainen gákti .
smn: Oppâtiijmeh láá ohtsis kulmâ, já tai fáddán láá mááccuh , sääʹmpihttâz já gákti . Oppâtiijmij ulmen lii lasettiđ tiäđu sämmilijn jieškote-uv kuávlu sämipihtâsij peht.

source: Oppituntien tarkoituksena on kasvattaa tietoutta saamelaisista tutustumalla eri alueiden saamenpukuihin.
smn: Tiijmij ääigi selvân ovdâmerkkân, ete moh oosijd kuleh pivtâsolesvuotân, moh iivnijd jieškote-uv sämipihtâsis táválávt láá já maid aašijd puáhtá uáiniđ sämipiivtâs kevttest.

source: Tunneilla esimerkiksi selviää, mitä osia pukukokonaisuuksiin kuuluu, mitä värejä kussakin puvussa tavallisesti käytetään ja mitä asioita puvun kantajasta voi päätellä pukua lukemalla.
smn: Tiijmijd puáhtá čuávvuđ njuolgâ vuolgâttâssân uásálistemliiŋkâi peht tâi nuuvt, ete kiäččá paddiimijd tiijmij maŋa.

source: Tunteja pääsee seuraamaan suorana liittymislinkkejä klikkaamalla tai vaihtoehtoisesti katsomalla oppituntien tallenteet.
smn: Paadijd puáhtá keččâđ 10.–24.2. čujottâsâst https://www.saamenetaopetus.com/tapahtumat-ja-tallenteet .

source: Tallenteiden katseluaika on 10.–24.2. osoitteessa https://www.saamenetaopetus.com/tapahtumat-ja-tallenteet .
smn: Tiijmijd puáhtá čuávvuđ nuuvtá ige taarbâš almottâttâđ muuneeld.

source: Tuntien seuraaminen on maksutonta eikä vaadi ennakkoilmoittautumista.
smn: Tiijmij ääigi lii meid máhđulâš koijâdiđ já savâstâllâđ chatist.

source: Tunneilla on myös mahdollisuus kysyä ja keskustella chatissa.
smn: Äigitavlu:

source: Aikataulu:
smn: majebargâ 8.2. tme 10–11 Gákti Máttáátteijen Teija Kaartokallio Servâmliŋkkâ

source: tiistai 8.2. klo 10–11 Gákti – pohjoissaamelainen puku Opettajana Teija Kaartokallio Liittymislinkki
smn: koskokko 9.2. tme 10–11 Mááccuh Máttáátteijen Essi Morottaja Servâmliŋkkâ

source: keskiviikko 9.2. klo 10–11 Mááccuh – inarinsaamelainen puku Opettajana Essi Morottaja Liittymislinkki
smn: tuorâstâh 10.2. tme 15–16 Sääʹmpihttâz Máttáátteijen Heini Wesslin Servâmliŋkkâ

source: torstai 10.2. klo 15–16 Sääʹmpihttâz – kolttasaamelainen puku Opettajana Heini Wesslin Liittymislinkki
smn: Oppâtijmijd láá tiervâpuáttim puohah, kiäid sämmilij aalmugpihtâseh kiäsutteh.

source: Oppitunneille ovat tervetulleita kaikki saamelaisesta kansanpuvusta kiinnostuneet.
smn: Tijmijd puáhtá uásálistiđ jieškote-uv uáppee jiečânávt tâi oles luokka puáhtá uásálistiđ siämmáá puudân oovtâst ohtsii piergâsijn.

source: Tunneille voi osallistua kukin oppija itsenäisesti tai koko luokka voi osallistua yhdessä samaan tuokioon yhteiseltä laitteelta.
smn: Tiijmeh láá suomâkielân, mutâ tiijmij ääigi uápásmep meid pihtâsij sämikielâláid nomâttâssáid.

source: Tunnit ovat suomeksi, mutta tunneilla tutustutaan myös saamenkielisiin puvunnimityksiin.
smn: Tärhibeh ravvuuh tijmijd uásálistmân láá tääbbin .

source: Tarkemmat ohjeet tunneille osallistumiseksi täällä .
smn: Bures boahtin!

source: Bures boahtin!
smn: Pyeri puáttim!

source: Pyeri puáttim!
smn: Tiõrv pueʹttem!

source: Tiõrv pueʹttem!
smn: Tervetuloa!

source: Tervetuloa!
smn: Lasetiäđuh:

source: Lisätietoja:
smn: Anni-Sofia Niittyvuopio, hahâhovdâ anni-sofia.niittyvuopio@edu.utsjoki.fi 040 701 2094

source: Anni-Sofia Niittyvuopio, hankepäällikkö anni-sofia.niittyvuopio@edu.utsjoki.fi 040 701 2094
smn: Arla Magga, hahâkoordinaattor arla.magga@samediggi.fi 040 687 5989

source: Arla Magga, hankekoordinaattori arla.magga@samediggi.fi 040 687 5989
smn: Sämmilij aalmugpeeivi viettip jyehi ive kuovâmáánu 6. peeivi.

source: Saamelaisten kansallispäivää vietetään vuosittain helmikuun 6. päivänä.
smn: Ávutuáluh uárnejuvvojeh talle ärbivuáválávt pirrâ Sämieennâm já onnáá peeivi meid Sämieennâm ulguubeln.

source: Juhlallisuuksia järjestetään silloin perinteisesti eri puolilla Saamenmaata ja nykyisin myös Saamenmaan ulkopuolella.
smn: Tun puávtáh uásálistiđ sämmilij aalmugpiäiván meid návt:

source: Voit osallistua saamelaisten kansallispäivään myös seuraavin tavoin:
smn: Čuávu Aalmuglâšmuseo virtuaaltábáhtus vástuppeeivi 4.2. tme 9.15 rääjist.

source: Seuraa Kansallismuseon virtuaalitapahtumaa perjantaina 4.2. klo 9.15 alkaen.
smn: Čuávu sämmilij aalmugpeeivi njuolgâ nettivuolgâttâs Sajosist pasepeeivi 6.2. tme 16 rääjist.

source: Seuraa saamelaisten kansallispäivän suoraa verkkolähetystä Sajoksesta sunnuntaina 6.2. klo 16 alkaen.
smn: Uáppáásm Oktavuohta – saamelaistietoa opetukseen -sijđoid.

source: Tutustu Oktavuohta – saamelaistietoa opetukseen -sivustoon.
smn: Siijđoin láá jieškote-uv škovlâ- já luokkatáásán vuávájum fáddáuásih já pargopitáh.

source: Sivustolta löytyy eri koulu- ja luokka-asteille suunniteltuja, aihepiireittäin jäsenneltyjä osioita ja tehtäviä.
smn: Tiiláá video-oppâtiijmijd sämifáádái kieđâvušmân škoovlâst.

source: Tilaa video-oppitunteja saamelaisaiheiden käsittelyyn koulussa.
smn: Uáppáásm sämikulttuur kieđâvuššee moobiilspelláid já hárjuttâspaakân Nuorâi Akatemia siijđoin.

source: Tutustu saamelaista kulttuuria käsitteleviin mobiilipeleihin ja harjoituksia sisältävään menetelmäpakkaan Nuorten Akatemian sivulla.
smn: Uáppáásm Sano se saameksi -eđâldâhsänikiirján orjâlâš-, anarâš- já nuorttâlâškielân.

source: Tutustu Sano se saameksi -puhekieliseen fraasisanakirjaan pohjois-, inarin- ja koltansaameksi.
smn: Siijđoin láá meid vittâ uánihisdokument, almoliih tiäđuh sämikulttuurist, soundboard sehe kyehti artikkâl kielâfáádást.

source: Sivustolla myös viisi lyhytdokumenttia, pikaopas saamelaiskulttuuriin, soundboard sekä kaksi kieliaiheista artikkelia.
smn: Máttááttâl orjâlâškielâ Sämirääđi IndyLan-kielâoppâmheiviittâssáin.

source: Opettele pohjoissaamea Saamelaisneuvoston IndyLan-kielenoppimissovelluksen avulla.
smn: Heiviittâs puáhtá luođiđ Apple Storest já Google Playst .

source: Sovellus ladattavissa Apple Storesta ja Google Playsta .
smn: Máttááttâl orjâlâš-, anarâš- tâi nuorttâlâškielâ párnáid čuosâttum Kaavpugfiäráán-spelláin, moos láá ovtâstittâm lävdi- já korttâspeelâ.

source: Opettele pohjois-, inarin- tai koltansaamea lapsille suunnatulla Kaupunkiseikkailu-pelillä, joka on yhdistelmä lauta- ja korttipeliä.
smn: Speelâ puáhtá luođiđ Apple Storest já Google Playst .

source: Peli on ladattavissa Apple Storesta ja Google Playsta .
smn: Lasetiäđuh Sämikielâi káidusmáttááttâs piiloothaavâst:

source: Lisätietoja Saamen kielten etäyhteyksiä hyödyntävän opetuksen pilottihankkeesta:
smn: Haavâ haaldâš Ucjuv kieldâ já koordinist Sämitigge.

source: Hanke on Utsjoen kunnan hallinnoima ja Saamelaiskäräjien koordinoima.
smn: Piiloothaavâ ruttâd máttááttâs- já kulttuurministeriö.

source: Pilottihanketta rahoittaa opetus- ja kulttuuriministeriö.
smn: Piiloothaavâ ulmen lii pyerediđ sämimáttááttâs finnim sämmilij päikkikuávlu ulguubeln.

source: Pilottihankkeen tarkoituksena on parantaa saamelaisopetuksen saavutettavuutta saamelaisten kotiseutualueen ulkopuolella.
smn: Haahâ addel kyehti oppâtiijme vuáđumáttááttâs/luvâttâhškovlim tievâsmittee sämikielâ máttááttâs káidusohtâvuođâ peht pirrâ Suomâ.

source: Hanke antaa kaksi viikkotuntia perusopetusta/lukiokoulutusta täydentävää saamen kielen opetusta etäyhteyksin ympäri Suomen.
smn: Tääl haavâ peht sämikielâ máttááttâs finnejeh 109 uápped.

source: Tällä hetkellä hankkeen kautta saamen kielten opetusta saa 109 oppilasta ja opiskelijaa.
smn: Haahâ lii finnim jotkâruttâdem 31.8.2023 räi.

source: Hanke on saanut jatkorahoituksen 31.8.2023 asti.
smn: Almottâttâm luuhâmihán 2022–2023 lekkâs oppeet kuovâmáánust 2022.

source: Lukuvuodelle 2022–2023 ilmoittautuminen avataan jälleen helmikuussa 2022.
smn: https://www.saamenetaopetus.com/

source: https://www.saamenetaopetus.com/
smn: https://www.oktavuohta.com/
